Repository: threadi/category-and-tag-feeds
Catalog: languages/category-and-tag-feeds-*.po
Languages: de_de

source: Category- and Tag-Feeds
de_de: Kategorie- und Schlagwörter-Feeds

source: Use the WordPress-generated RSS-feed-Links in category- and tag-listing and visible for your visitors in frontend.
de_de: Nutzen Sie die von WordPress generierten RSS-Feed-Links im Kategorie- und Tag-Listing und sichtbar für Ihre Besucher im Frontend.

source: Feed
de_de: Web-Feed

source: List of category-feeds
de_de: Liste mit Kategorie-Feeds

source: Settings
de_de: Einstellungen

source: Choose feed-type to show
de_de: Wählen Sie den anzuzeigenden Feed-Typ

source: List of tag-feeds
de_de: Liste mit Schlagwort-Feeds

source: Provides a Widget to show list of public available RSS-feeds of categories.
de_de: Stellt ein Widget zur Verfügung, welches eine Liste der öffentlich verfügbaren RSS-Feeds von Kategorien anzeigt.

source: Feed-list of categories
de_de: Feed-Liste der Kategorien

source: Provides a Widget to show list of public available RSS-feeds of tags.
de_de: Stellt ein Widget zur Verfügung, welches eine Liste der öffentlich verfügbaren RSS-Feeds von Tags anzeigt.

source: Feed-list of tags
de_de: Feed-Liste der Tags

source: Show feeds in frontend
de_de: Feeds im Frontend anzeigen

source: Show feeds public
de_de: Feeds öffentlich anzeigen

source: Hide feeds in frontend
de_de: Verstecke Feeds im Frontend

source: The feeds of the chosen items are now public visible.
de_de: Die Feeds der gewählten Einträge sind jetzt öffentlich sichtbar.

source: The feeds of the chosen items are now not public visible.
de_de: Die Feeds der gewählten Einträge sind jetzt öffentlich nicht sichtbar.

source: Hint
de_de: Hinweis

source: Actually no category is enabled for public view. Please enable them through the following link:
de_de: Zurzeit ist kein Kategorie-Feed für die öffentliche Ansicht aktiviert. Bitte aktiviere sie über den folgenden Link:

source: Go to category-list
de_de: Gehe zur Kategorie-Liste

source: Provides a Gutenberg-Block to show list of public available feeds of categories.
de_de: Stellt einen Gutenberg-Block zur Verfügung, um eine Liste der öffentlich verfügbaren Feeds von Kategorien anzuzeigen.

source: Actually no tag is enabled for public view. Please enable them through the following link:
de_de: Zurzeit ist kein Schlagwort-Feed für die öffentliche Ansicht aktiviert. Bitte aktiviere sie über den folgenden Link:

source: Go to tag-list
de_de: Gehe zur Schlagwort-Liste

source: Provides a Gutenberg-Block to show list of public available feeds of tags.
de_de: Stellt einen Gutenberg-Block zur Verfügung, um eine Liste der öffentlich verfügbaren Feeds von Schlagwörtern anzuzeigen.

# block title
source: Feed-list of categories
de_de: Feed-Liste der Kategorien

# block description
source: Provides a Gutenberg-Block to show list of public available RSS-feeds of categories.
de_de: Stellt einen Gutenberg-Block zur Verfügung, um eine Liste der öffentlich verfügbaren RSS-Feeds von Kategorien anzuzeigen.

# block title
source: Feed-list of tags
de_de: Feed-Liste der Tags

# block description
source: Provides a Gutenberg-Block to show list of public available RSS-feeds of tags.
de_de: Stellt einen Gutenberg-Block zur Verfügung, um eine Liste der öffentlich verfügbaren RSS-Feeds von Schlagwörtern anzuzeigen.
